"use client";

export default function Niyamwali() {
  return (
    <div>
      {/* Hero Section */}
      <section className="bg-primary text-white text-center py-5">
        <div className="container">
          <h1 className="fw-bold display-6">
            HUMAN RELIEF CHARITABLE TEAM [RAJASTHAN]
          </h1>
          <p className="lead">
            द्वारा संचालित - HUMAN RELIEF CHARITABLE TRUE SANSTHAN
          </p>
        </div>
      </section>

      {/* Rules Section */}
      <section className="py-5 bg-light">
        <div className="container">
          <div className="card shadow border-0">
            <div className="card-body p-4">
              <h2 className="text-center text-primary fw-bold mb-4">
                नियमावली
              </h2>

              <ol className="lh-lg">

                <li>
                  हयूमन रिलीफ चैरिटेबल टीम की स्थापना मानवता के उद्देश्य से
                  समाज के सभी धर्मों, जातियों, वर्गों को आर्थिक / शैक्षिक /
                  न्यायिक / सामाजिक राहत पहुंचाने के लिए 02 जनवरी 2026 को हुई है।
                </li>
                <li>
                  H.R.C.T में किसी भी विभाग का सरकारी कर्मचारी / अधिकारी/संविदा कर्मी तथा प्राइवेट सेक्टर में कार्यरत सभी कर्मचारी / अधिकारी मजदूर, किसान, व्यवसायी, गृहिणी, छात्र-छात्राएँ सदस्यता ले सकते हैं।
                </li>
                <li>
                  HRCT की सदस्यता हेतु राजस्थान का स्थाई निवासी होना या
                  राजस्थान में सरकारी / प्राइवेट किसी भी पद पर कार्यरत होना
                  अनिवार्य है।
                </li>

                <li>
                  सदस्यता हेतु आयु सीमा 18-60 वर्ष है। 60 वर्ष पूर्ण होते ही
                  सदस्यता स्वतः समाप्त हो जाएगी।
                </li>

                <li>
                  निर्धारित वार्षिक शुल्क संस्था के खाते में जमा कराना अनिवार्य है।
                </li>

                <li>
                  वार्षिक सदस्यता शुल्क जमा करने हेतु 15 दिन का अतिरिक्त समय दिया जाएगा।
                </li>

                <li>
                  समस्त सूचनाओं से अपडेट रहने के लिए सदैव वेबसाइट तथा आधिकारिक वाट्‌सएप ग्रुप एवं अन्य सभी प्लेटफॉर्म के माध्यम से। स्वतः जानकारी लेते रहना होगा। जानकारी के अभाव में यदि आपकी सदस्यता प्रभावित होती है तो इसकी जिम्मेदारी सदस्य की स्वयं की होगी।
                </li>

                <li>
                  यदि HRCT के किसी भी सदस्य की असामयिक मृत्यु हो जाती है तो संस्था के संस्थापक मण्डल द्वारा वैधानिकता की जाँच के उपरान्त नियमानुसार आधिकारिक आहवान करने पर संस्था के शेष सभी सदस्य सीधे ही दिवंगत सदस्य के नॉमिनी (वारिस) के बैंक खाते में निर्धारित न्यूनतम धनराशि का आर्थिक सहयोग भेजेंगे। आर्थिक सहयोग भेजकर बेबसाइट पर ट्रांजेक्शन डिटेल भरते हुए ट्रांजेक्शन रशीद अपलोड करना अनिवार्य होगा।
                </li>

                <li>
                  समस्त सदस्यों के लिए लॉक इन पीरियड 8 माह / 240 दिन रहेगा। लॉक इन पीरियड में जारी समस्त सहयोग करना अनिवार्य होगा
                </li>

                <li>
                  सदस्य की वैधानिकता के लिए लॉक इन पीरियड तक के समस्त सह‌योग करना अनिवार्य है एवं लॉक इन पीरियड के बाद कुल 90% सह‌योग करना अनिवार्य है।
                </li>

                <li>
                  यदि किसी सदस्य द्वारा सदस्य बनने के बाद सहयोग नहीं किया गया या कुछ महीने / वर्षों तक सहयोग करने के बाद सहयोग छोड दिया गया, जिसके कारण वह 90% सहयोग के दायरे  में भी नहीं आता है /अवैधानिक हो जाता है तो ऐसी स्थिति में लगातार 08 माह सहयोग करके वह पुनः वैधानिक सदस्य बन सकता है।
                </li>

                <li>
                  सदस्य द्वारा आत्महत्या अथवा पुलिस मुठभेड़ में गोली का शिकार होने पर आर्थिक सहयोग हेतु अपील नहीं की जाएगी। इसके अतिरिक्त किसी भी प्रकार की मृत्यु पर आर्थिक सह‌योग की अपील की जाएगी।
                </li>

                <li>
                  संस्थापक मण्डल वैधानिकता या किसी भी प्रकार प्रकार के मामले में जहाँ उचित समझेंगे, अपने स्तर से परीक्षण करने व निर्णय लेने  के लिए स्वतंत्र होंगे। कोई भी सदस्य / नॉमिनी , आर्थिक सहयोग प्राप्त करने हेतु कानूनी दावा नहीं कर सकेगा, बल्कि टीम द्वारा वैधानिकता के संबंध में लिए गए निर्णय के आधार पर नैतिक रूप से आर्थिक सहयोग कराने का प्रयास किया जाएगा।
                </li>

                <li>
                  सहयोग के दौरान या उसके पश्चात यदि किसी सदस्य द्वारा गलती से अधिक राशि नॉमिनी के खाते में भेज दिया तो उचित साक्ष्य प्रस्तुत करने पर नॉमिनी द्वारा वो धनराशि सीधे उस सदस्य के खाते में वापस करना पड़ेगा। गलती से भेजी गई धनराशि को वापस कराने की गारंटी टीम नहीं लेगी। लेकिन वापस करवाने हेतु सार्थक प्रयास अवश्य करेगी।
                </li>

                <li>
                  सहयोग प्राप्त करने हेतु किसी भी प्रकार की न्यायिक चुनौती देने का अधिकार किसी व्यक्ति या सदस्य के पास नहीं होगा।
                </li>

                <li>
                  कोई भी सदस्य HRCT संस्था के खिलाफ दुष्प्रचार या अफवाह फैलाता है, बिना साक्ष्य या ऑकडे प्रस्तुत किए आरोप लगाता है तो टीम उसकी सदस्यता रद्‌द करने व विधिक कार्यवाही हेतु स्वतंत्र होगी।
                </li>

                <li>
                  HRCT के किसी भी पदाधिकारी के साथ कोई सदस्य अभद्र व्यवहार करते हुए या संस्था विरोधी गतिविधि में लिप्त पाया गया तो पर्याप्त साक्ष्य मिलने पर उक्त सदस्य की सदस्यता रद्द कर दी जाएगी।
                </li>

                <li>
                  भदि HRCT का कोई भी वैधानिक सदस्य अपनी उम्र सीमा 60 वर्ष पूर्ण कर लेता है और इस कारण उसकी HRCT सदस्यता स्वतः समाप्त होती है तो उक्त सदस्य की दुखद मृत्यु की सूचना संस्था को प्राप्त होने पर संस्था द्वारा  संस्था के खाते से 11000 रुपए की राशि उक्त के नॉमिनी को अंतिम संस्कार हेतु प्रदान की जाएगी। अंतिम संस्कार के लिए निर्धारित अनुदान राशि संस्था में उपलब्ध बजट के आधार पर घट या बढ़ सकती है।
                </li>

                <li>
                  किसी भी निर्णय की स्थिति में वेबसाइट पर अपलोड नियमावली की प्रति ही मान्य होगी।
                </li>



                <li className="mt-4 fw-bold text-danger">
                  संस्था को वार्षिक सदस्यता शुल्क के रूप में दी जाने वाली राशि को निम्नलिखित कार्यों में खर्च किया जायेगा।
                </li>
                <ol type="A">
                  <li>वेबसाइट के निर्माण और संचालन में।</li>
                  <li>ऐप बनवाने और संचालन में </li>
                  <li>जिला और प्रदेश कार्यालय खर्च हेतु ।</li>
                  <li> जिला और प्रदेश हैल्पलाइन नंबर पर नियुक्त स्टाफ को मानदेय हेतुा</li>
                  <li>दिवंगत सदस्य के घर स्थलीय सत्यापन में।</li>
                  <li>कन्यादान योजना में आवेदक की सत्यता जाँचने हेतु ।</li>
                  <li>प्रचार प्रसार और सदस्यता अभियान में।</li>
                  <li>समय-समय पर नई तकनीकी लाने में ताकि प्रक्रिया पारदर्शी के साथ-साथ आसान बन सके।</li>
                  <li>राजस्थान राज्य के जरूरतमंद व्यक्तियों / छात्रों के हित में विभिन्न प्रकार के  सहयोग करने में।</li>
                  <li>विभिन्न प्रकार के सामाजिक, धार्मिक आयोजनों, श्रद्धांजलि सभाओं एवं स्व विवेकानुसार संस्था हित में आवश्यक समझने पर उपभोग हेतु ।</li>
                </ol>
                <li className="mt-4 fw-bold text-danger">
                  बहन-बेटी विवाह हेतु कन्यादान योजना
                </li>

                <ol type="A">
                  <li>इस योजना की इ शुरुआत संस्था में प्रथम दिवस 02 जनवरी 2026 से ही की जा रही है।</li>
                  <li>इस योजना से लाभ प्राप्त करने हेतु समस्त सदस्यों का लॉकरन पीरियड वर्तमान में एक वर्ष / 365 दिन निर्धारित है।.</li>
                  <li>कोई भी सदस्य अपनी सिर्फ एक ही जैविक बहन / बेटी के विवाह हेतु कन्यादान योजना में आवेदन कर सकता है।</li>
                  <li>यदि किसी सदस्य को दो बहनों अथवा बेटियों के विवाह हेतु कन्यादान सहयोग प्राप्त करना है तो उसके परिवार  से किसी अन्य जैविक सदस्य का सदस्यता लेना व वैधानिकता पूर्ण करना अनिवार्य होगा।</li>
                  <li>एक परिवार की अधिकतम दो बच्चियों को ही इस योजना में शामिल किया जा सकता है।</li>
                  <li>एक बार में केवल एक ही बच्ची के विवाह हेतु आवेदन किया सकता है। दूसरी बच्ची के लिए कन्यादान योजना में आवेदन करने से पूर्व पहले आवेदन से छः माह की अवधि पूर्ण करना अनिवार्य होगा।अर्थात दूसरा आवेदन न्यूनतम छ माह बाद ही स्वीकार होगा।</li>
                  <li>जिस बहन बेटी के विवाह हेतु कन्यादान का आवेदन किया जा रहा है उस बहन/बेटी को संस्था में सदस्यता लिए तीन माह की अवधि पूर्ण करना आवश्यक होगा । जिससे संस्था को उस बच्ची की आयु को प्रमाणिकता की पुष्टि हो सके और संस्था बाल विवाह जैसे अपराध में लिप्त न हो सके।</li>
                  <li>जो भी व्यक्ति, बेटी या बहन के विवाह में कन्यादान हेतु आवेदन करता है, उसका आवेदन से पूर्व अन्य सभी सहयोग पूर्ण करना अनिवार्य होगा।</li>
                  <li>अगर सदस्य द्वारा असामयिक निधन योजना के अन्तर्गत अपने सभी सहयोग पूर्ण नहीं किए हैं अथवा अन्य कन्यादान आवेदनों में सहयोग पूर्ण नहीं किया है तो  उस सदस्य द्वारा बहन-बेटी के विवाह हेतु कन्यादान प्राप्त करने के आवेदन को निरस्त कर दिया जाएगा।</li>
                  <li>बहन-बेटी विवाह हेतु कन्यादान योजना से लाभान्वित सदस्य को आगे भी 10 वर्ष तक कन्यादान योजना में सहयोग देना अनिवार्य होगा।</li>
                  <li> बहन-बेटी विवाह हेतु कन्यादान योजना के लिए सदस्यों का लॉक रन पीरियड घटाया / बढ़ाया जा सकता है।</li>
                  <li>बहन-बेटी विवाह हेतु प्रति सदस्य न्यूनतम 51 रुपये का आर्थिक सहयोग निर्धारित किया गया है जो परिस्थिति अनुसार निर्धारित धनराशि को घटाया जा सकेगा।</li>
                  <li>HRCT का जो सदस्य बहन बेटी विवाह कन्यादान योजना में आर्थिक मदद नहीं करता है , उसकी आकस्मिक निधन पर आर्थिक सह‌योग योजना की वैधानिकता प्रभावित नहीं होगी।</li>
                  <li>आकस्मिक निधन पर आर्थिक सहयोग करना सभी सदस्यों के लिए अनिवार्य है जबकि बहन बेटी विवाह कन्यादान योजना में सहयोग करना उन सदस्यों के लिए अनिवार्य है जो अपनी बहन-बेटी के विवाह में कन्यादान सहयोग प्राप्त करना चाहते हैं। </li>
                  <li>HRCT सीधे बच्ची के परिजन के खाते में सहयोग करवाती है इसलिए किसी भी प्रकार की न्यायिक चुनौती देने का अधिकार किसी भी व्यक्ति या सदस्य के पास नहीं है।बहन-बेटी विवाह में कन्यादान स्वरूप सह‌योग प्राप्त करना सिर्फ नैतिक अधिकार है, कानूनी अधिकार नहीं है।</li>
                  <li>कन्यादान योजना में लाभ प्राप्त करने हेतु विवाह की तिथि से कम से कम 20 दिन पूर्व आवेदन करना अनिवार्य होगा।</li>

                </ol>

                <li>
                  संस्था के हित को देखते हुए नियमावली में संशोधन का पूर्ण अधिकार संस्थापक मण्डल के पास सुरक्षित रहेगा।
                </li>

                <li>
                  भविष्य में HRCT अपने वैधानिक सदस्यों के लिए मार्ग दुर्घटना या गंभीर बीमारी के इलाज हेतु योजना व नियम बनाएगी।
                </li>

                <li>
                  सर्व समाज के कल्याण व सहयोग हेतु HRCT सदैव अपने सदस्यों व पदाधिकारी गण के विचारों का सम्मान करेगी।
                </li>

              </ol>

            </div>
          </div>
        </div>
      </section>


    </div>
  );
}